# Найдите сумму цифр трехзначного числа.

# *Пример:*

# 123 -> 6 (1 + 2 + 3)
# 100 -> 1 (1 + 0 + 0) 

number = input('введите трехзначное число: ')
print(int(number[0]) + int(number[1]) + int(number[2]))
